INSERT INTO device_type (type_title,type_description) VALUES
	 ('Beam','Световые приборы типа Beam (в переводе «луч») создают мощный, узконаправленный световой поток. Их основная цель — акцентное освещение различных динамических эффектов, которых нельзя достичь с помощью приборов типа spot. 1
Некоторые характеристики световых приборов Beam:

    Мощность. Широкий диапазон мощности, адаптированный к различным масштабам мероприятий.
    Источник света. Большинство современных приборов Beam используют светодиодные (LED) источники света для высокой светоотдачи, энергоэффективности и длительного срока службы.
    Угол луча. Определяет степень концентрации света. Узкий угол создаёт более чёткий и сфокусированный луч, а широкий — более рассеянный эффект.
    Цветовая температура. Определяет оттенок белого света, излучаемого прибором Beam. Множество приборов позволяют регулировать цветовую температуру для создания различных атмосфер.
    Панорамирование и наклон. Многие световые приборы Beam оснащены моторизованным панорамированием и наклоном, обеспечивая операторам точную направленность луча.

Приборы Beam подходят для освещения просторных помещений или создания эффектных иллюминаций на открытом воздухе.'),
	 ('Spot','Spot — тип светового прибора с эффектом направленного луча. Главная особенность — наличие GOBO (трафарета из пластика или металла), с помощью которого создаётся яркое световое пятно с возможностью слежения.
Некоторые характеристики и преимущества поворотных голов типа SPOT:
    быстрое проецирование изображений на горизонтальные и вертикальные поверхности;
    вращающееся и изменяемое гобо;
    диммирование и размывание луча;
    эффект радуги, смена цветов;
    поворотная призма и ирис;
    регулируемые пульсирующий и стробоскопический эффекты;
    беззвучность.

Вращающиеся головы типа SPOT применяются, когда необходимо оборудование с точным позиционированием и быстрой сменой режимов. 2'),
	 ('Wash','Световой прибор Wash — это тип осветительного прибора, который излучает равномерный, рассеянный свет, покрывая большую площадь без создания теней или пятен. 
В отличие от прожекторов, которые концентрируют свет на определённой области, приборы Wash распределяют свет по более широкой зоне.
Некоторые типы световых приборов Wash:
    LED-wash. Используют светодиоды в качестве источника света, отличаются энергоэффективностью, длительным сроком службы и широким диапазоном цветов.
    Галогенные-wash. Используют галогенные лампы, обеспечивают тёплый желтоватый свет и хорошую цветопередачу.
    Разрядные-wash. Используют газоразрядные лампы, производят очень яркий свет с высокой цветовой температурой.
    Гибридные-wash. Сочетают в себе различные типы источников света, отличаются универсальностью и гибкостью.
Приборы Wash часто используются для создания заливки цветом, что позволяет залить желаемым оттенком весь объект или область.'),
	 ('Hybrid','ибридный световой прибор — устройство, которое использует комбинацию различных технологий освещения, таких как светодиоды, люминесцентные лампы и традиционные лампы накаливания.
Такие приборы способны изменять режим работы в зависимости от условий, что делает их удобными для различных пространств. Некоторые преимущества гибридных светильников:
    Энергоэффективность. Позволяет сократить расходы на электричество.
    Гибкость. Возможность настроить освещение под конкретные задачи в зависимости от времени суток или назначения помещения.
    Долговечность. Современные светильники служат гораздо дольше, чем классические варианты, значительно превышая срок службы традиционных ламп.
    Разнообразие дизайна. Гибридные светильники доступны в различных стилях и формах, что позволяет легко вписать их в любой интерьер.
    Поддержка умного дома. Множество моделей поддерживают технологии управления с помощью мобильных приложений или голосовых помощников.
Некоторые модели гибридных световых приборов:
    Clay Paky ULTIMO HYBRID. Многофункциональный световой прибор, который подходит для сценического освещения, театров, концертных площадок и телестудий. Может работать как в закрытых помещениях, так и на открытом воздухе, благодаря защите IP66.
    Martin RUSH MH 7 Hybrid. Комплект «все устройства в одном» — прибор заливки, лучевых эффектов и спот с оптикой и системой зума.
    NEPTUNE 550 HYBRID. Всепогодный прибор SPOT/BEAM/WASH с CMY-синтезом цвета, колесом анимации и набором актуальных эффектов.');
